// 项目类型
export const projectOptions = [{
  'name': '医院',
  'id': '医院',
}, {
  'name': '学校',
  'id': '学校',
}, {
  'name': '商业综合体',
  'id': '商业综合体',
}, {
  'name': '住宅',
  'id': '住宅',
}, {
  'name': '商业',
  'id': '商业',
}, {
  'name': '超高层',
  'id': '超高层',
}, {
  'name': '体育馆',
  'id': '体育馆',
}, {
  'name': '厂房',
  'id': '厂房',
}, {
  'name': '其他',
  'id': '其他',
}]

//项目承接类型
export const undertakeTypeOptions = [{
  'name': '内接',
  'id': '内接',
}, {
  'name': '外拓',
  'id': '外拓',
}]

//业绩储备
 export const performanceReserveOptions = [{
   'name': '一级',
   'id': '一级',
 }, {
   'name': '不属于',
   'id': '不属于',
 }, {
   'name': '特级',
   'id': '特级',
 }]

//扩展范围
 export const extendedRangeOptions = [{
   'name': '包含门窗/包含栏杆',
   'id': '包含门窗/包含栏杆',
 }, {
   'name': '不包含门窗/不包含栏杆',
   'id': '不包含门窗/不包含栏杆',
 }, {
   'name': '包含门窗/不包含栏杆',
   'id': '包含门窗/不包含栏杆',
 }, {
   'name': '不包含门窗/包含栏杆',
   'id': '不包含门窗/包含栏杆',
 }]

//政府级创优目标
 export const governmentExcellenceGoalOptions = [{
   'name': '合格',
   'id': '合格',
 }, {
   'name': '鲁班奖',
   'id': '鲁班奖',
 }, {
   'name': '国优',
   'id': '国优',
 }, {
   'name': '省工程优质奖',
   'id': '省工程优质奖',
 }, {
   'name': '市工程优质奖',
   'id': '市工程优质奖',
 }, {
   'name': '省双优',
   'id': '省双优',
 }, {
   'name': '市双优',
   'id': '市双优',
 }, {
   'name': '市工程结构优质奖',
   'id': '市工程结构优质奖',
 }, {
   'name': '省工程结构优质奖',
   'id': '省工程结构优质奖',
 }]
 
 //政府级安全类创优目标
  export const governmentExcellenceGoalSecurityOptions = [{
    'name': '国家级安全类奖项',
    'id': '国家级安全类奖项',
  }, {
    'name': '省级安全类奖项',
    'id': '省级安全类奖项',
  }, {
    'name': '市级安全类奖项',
    'id': '市级安全类奖项',
  }, {
    'name': '合格',
    'id': '合格',
  }]
  
  //政府级质量类创优目标
   export const governmentExcellenceGoalQualityOptions = [{
     'name': '国家级竣工类奖项',
     'id': '国家级竣工类奖项',
   }, {
     'name': '省级竣工类奖项',
     'id': '省级竣工类奖项',
   }, {
     'name': '省级结构类奖项',
     'id': '省级结构类奖项',
   }, {
     'name': '市级竣工类奖项',
     'id': '市级竣工类奖项',
   }, {
     'name': '市级结构类奖项',
     'id': '市级结构类奖项',
   }, {
     'name': '合格',
     'id': '合格',
   }]



//交付标准
export const deliveryStandardOptions = [{
  'name': '毛坯',
  'id': '毛坯',
}, {
  'name': '精装',
  'id': '精装',
}, {
  'name': '毛坯/精装',
  'id': '毛坯/精装',
}]

//建筑类型
export const buildingTypeOptions = [{
  'name': '高层',
  'id': '高层',
}, {
  'name': '多层',
  'id': '多层',
}, {
  'name': '多层+高层',
  'id': '多层+高层',
}]

//停工原因
export const stopWorkReasonOptions = [{
  'name': '资金影响',
  'id': '资金影响',
}, {
  'name': '冬休',
  'id': '冬休',
}, {
  'name': '提前冬休',
  'id': '提前冬休',
}, {
  'name': '开发延期',
  'id': '开发延期',
}, {
  'name': '政府管控',
  'id': '政府管控',
}, {
  'name': '项目结构调整',
  'id': '项目结构调整',
}, {
  'name': '材料影响',
  'id': '材料影响',
}]




//楼栋施工状态
export const buildingConstructStatusOptions = [{
  'name': '在建',
  'id': '在建',
}, {
  'name': '缓建',
  'id': '缓建',
}, {
  'name': '未开工',
  'id': '未开工',
}, {
  'name': '冬休',
  'id': '冬休',
}, {
  'name': '完工待交付',
  'id': '完工待交付',
}, {
  'name': '未移交',
  'id': '未移交',
}, {
  'name': '已交付',
  'id': '已交付',
}, {
  'name': '停工撤场',
  'id': '停工撤场',
}]

//是否发生索赔
export const needIndemnityOptions = [{
  'name': '是',
  'id': '是',
}, {
  'name': '否',
  'id': '否',
}]


//总包单位名称
export const generalContractUnitOptions = [{
  'name': '沈阳腾越',
  'id': '沈阳腾越',
}, {
  'name': '广东碧越',
  'id': '广东碧越',
}, {
  'name': '安徽恒创',
  'id': '安徽恒创',
}, {
  'name': '广东大城',
  'id': '广东大城',
}, {
  'name': '广东德越',
  'id': '广东德越',
}, {
  'name': '河北碧越',
  'id': '河北碧越',
}, {
  'name': '江苏镇怀',
  'id': '江苏镇怀',
}, {
  'name': '江西腾昌',
  'id': '江西腾昌',
}]

//承包模式
export const contractModeOptions = [{
  'name': '自营',
  'id': '自营',
}, {
  'name': '小班组',
  'id': '小班组',
}, {
  'name': '扩大劳务',
  'id': '扩大劳务',
}, {
  'name': '扩大劳务项目经理',
  'id': '扩大劳务项目经理',
}, {
  'name': '大联营',
  'id': '大联营',
}, {
  'name': '小联营',
  'id': '小联营',
}, {
  'name': '扩大劳务班组',
  'id': '扩大劳务班组',
}]

//风险类别
export const riskCategoryOptions = [{
  'name': '一类',
  'id': '一类',
}, {
  'name': '二类',
  'id': '二类',
}, {
  'name': '三类',
  'id': '三类',
}, {
  'name': '四类',
  'id': '四类',
}, {
  'name': '五类',
  'id': '五类',
}, {
  'name': '六类',
  'id': '六类',
}]

//风险类型
export const riskTypeOptions = [{
  'name': '甲分包原因',
  'id': '甲分包原因',
}, {
  'name': '我司原因',
  'id': '我司原因',
}, {
  'name': '疫情原因',
  'id': '疫情原因',
}, {
  'name': '政府原因',
  'id': '政府原因',
}, {
  'name': '暂无风险',
  'id': '暂无风险',
}]

//楼栋状态
export const buildingConstructStatus = [{
  'name':'未开工',
  'id':'未开工',
  } , {
    'name':'开工',
    'id':'开工',
  } , {
    'name':'停工',
    'id':'停工',
  } , {
    'name':'复工',
    'id':'复工',
  }]


//楼栋状态   ------用于状态码查询
export const buildingConstructStatus2 = [{
  'id':1,
  'name':'未开工',
  } , {
  'id':2,
  'name':'未开工',
  } , {
  'id':3,
  'name':'已开工',
  } , {
  'id':4,
  'name':'已开工',
  } , {
  'id':5,
  'name':'已停工',
  } , {
  'id':6,
  'name':'已停工',
  } , {
  'id':7,
  'name':'已复工',
  } , {
  'id':8,
  'name':'已复工',
  }]

// 三保类型
export const threeGuaranteeTypeOptions = [{
  'name':'保交楼',
  'id':'保交楼',
  } , {
  'name':'保回款',
  'id':'保回款',
  } , {
  'name':'保供货',
  'id':'保供货',
  } , {
  'name':'非四保',
  'id':'非四保',
  }]
  
// 三保类型
export const threeGuaranteeTypeOptions2= [{
  'name':'保交楼',
  'id':'保交楼',
  } , {
  'name':'保回款',
  'id':'保回款',
  } , {
  'name':'保供货',
  'id':'保供货',
  } ]

// 模板体系
export const templateSystemOptions = [{
  'name':'木模',
  'id':'木模',
  } , {
  'name':'铝模',
  'id':'铝模',
  } , {
  'name':'塑模',
  'id':'塑模',
  } , {
  'name':'塑模+木模',
  'id':'塑模+木模',
  }]

// 外架体系
export const outerFrameSystemOptions = [{
  'name':'钢管架',
  'id':'钢管架',
  } , {
  'name':'爬架',
  'id':'爬架',
  }]

//机器人施工
export const isRobotConstructionOptions = [{
  'name':'是',
  'id':'是',
  } , {
  'name':'否',
  'id':'否',
  }]

//所处阶段
export const phaseStatusOptions = [{
  'name':'基础',
  'id':'基础',
  } , {
  'name':'地下',
  'id':'地下',
  } , {
  'name':'主体',
  'id':'主体',
  } , {
  'name':'砌筑',
  'id':'砌筑',
  } , {
  'name':'抹灰',
  'id':'抹灰',
  } , {
  'name':'外墙',
  'id':'外墙',
  } , {
  'name':'精装修',
  'id':'精装修',
  } , {
  'name':'园建',
  'id':'园建',
  } , {
  'name':'收尾',
  'id':'收尾',
  }]

export  const isLastTakeOptions = [{
  "name": "是",
  "id": "是"
}, {
  "name": "否",
  "id": "否"
}]

export const stationOptions = [{
  "name": "总经理",
  "id": "总经理"
}, {
  "name": "行政副总经理",
  "id": "行政副总经理"
}, {
  "name": "副总经理",
  "id": "副总经理"
}, {
  "name": "执行副总经理",
  "id": "执行副总经理"
}, {
  "name": "主任",
  "id": "主任"
}, {
  "name": "执行总经理",
  "id": "执行总经理"
}, {
  "name": "网络管理员",
  "id": "网络管理员"
}, {
  "name": "文员",
  "id": "文员"
}, {
  "name": "高级主管",
  "id": "高级主管"
}, {
  "name": "监察审计总监",
  "id": "监察审计总监"
}, {
  "name": "监察审计专员",
  "id": "监察审计专员"
}, {
  "name": "监察审计主管",
  "id": "监察审计主管"
}, {
  "name": "风控审计副经理",
  "id": "风控审计副经理"
}, {
  "name": "人力行政总监",
  "id": "人力行政总监"
}, {
  "name": "人力专业经理",
  "id": "人力专业经理"
}, {
  "name": "人力主管",
  "id": "人力主管"
}, {
  "name": "人力资源专员",
  "id": "人力资源专员"
}, {
  "name": "保安员",
  "id": "保安员"
}, {
  "name": "行政主管",
  "id": "行政主管"
}, {
  "name": "司机",
  "id": "司机"
}, {
  "name": "行政专员",
  "id": "行政专员"
}, {
  "name": "报建主管",
  "id": "报建主管"
}, {
  "name": "报建专业经理",
  "id": "报建专业经理"
}, {
  "name": "报建员",
  "id": "报建员"
}, {
  "name": "招聘外联总监",
  "id": "招聘外联总监"
}, {
  "name": "招聘专业经理",
  "id": "招聘专业经理"
}, {
  "name": "招聘专员",
  "id": "招聘专员"
}, {
  "name": "总经理助理",
  "id": "总经理助理"
}, {
  "name": "总经理助理（主管级）",
  "id": "总经理助理（主管级）"
}, {
  "name": "总经理助理（经理级）",
  "id": "总经理助理（经理级）"
}, {
  "name": "执行总经理助理",
  "id": "执行总经理助理"
}, {
  "name": "总经理助理（员工级）",
  "id": "总经理助理（员工级）"
}, {
  "name": "分公司总经理助理（员工级）",
  "id": "分公司总经理助理（员工级）"
}, {
  "name": "总经理助理（副总级）",
  "id": "总经理助理（副总级）"
}, {
  "name": "杂工",
  "id": "杂工"
}, {
  "name": "提升办主管",
  "id": "提升办主管"
}, {
  "name": "章证管理员",
  "id": "章证管理员"
}, {
  "name": "财务总监",
  "id": "财务总监"
}, {
  "name": "财务专业经理",
  "id": "财务专业经理"
}, {
  "name": "税务主管",
  "id": "税务主管"
}, {
  "name": "会计副主管",
  "id": "会计副主管"
}, {
  "name": "会计专员",
  "id": "会计专员"
}, {
  "name": "会计主管",
  "id": "会计主管"
}, {
  "name": "出纳",
  "id": "出纳"
}, {
  "name": "税务专员",
  "id": "税务专员"
}, {
  "name": "投资办主任",
  "id": "投资办主任"
}, {
  "name": "法务专业经理",
  "id": "法务专业经理"
}, {
  "name": "法务经理",
  "id": "法务经理"
}, {
  "name": "法务专员",
  "id": "法务专员"
}, {
  "name": "法务主管",
  "id": "法务主管"
}, {
  "name": "总经济师",
  "id": "总经济师"
}, {
  "name": "招标合约主管",
  "id": "招标合约主管"
}, {
  "name": "造价主管",
  "id": "造价主管"
}, {
  "name": "招标合约总监",
  "id": "招标合约总监"
}, {
  "name": "造价专业经理",
  "id": "造价专业经理"
}, {
  "name": "造价员",
  "id": "造价员"
}, {
  "name": "招标合约专员",
  "id": "招标合约专员"
}, {
  "name": "成本总监",
  "id": "成本总监"
}, {
  "name": "造价员（成本）",
  "id": "造价员（成本）"
}, {
  "name": "成本主管",
  "id": "成本主管"
}, {
  "name": "造价专业经理（预结算）",
  "id": "造价专业经理（预结算）"
}, {
  "name": "预结算主管",
  "id": "预结算主管"
}, {
  "name": "预结算专员",
  "id": "预结算专员"
}, {
  "name": "预结算总监",
  "id": "预结算总监"
}, {
  "name": "造价主管（预结算）",
  "id": "造价主管（预结算）"
}, {
  "name": "造价员（预结算）",
  "id": "造价员（预结算）"
}, {
  "name": "造价高级主管（预结算）",
  "id": "造价高级主管（预结算）"
}, {
  "name": "全成本总监",
  "id": "全成本总监"
}, {
  "name": "造价专业经理（全成本）",
  "id": "造价专业经理（全成本）"
}, {
  "name": "造价员（全成本）",
  "id": "造价员（全成本）"
}, {
  "name": "造价主管（全成本）",
  "id": "造价主管（全成本）"
}, {
  "name": "劳务总监",
  "id": "劳务总监"
}, {
  "name": "质量副总监",
  "id": "质量副总监"
}, {
  "name": "技术总工",
  "id": "技术总工"
}, {
  "name": "物资总监",
  "id": "物资总监"
}, {
  "name": "采购员",
  "id": "采购员"
}, {
  "name": "物资专业经理",
  "id": "物资专业经理"
}, {
  "name": "系统员",
  "id": "系统员"
}, {
  "name": "采购主管",
  "id": "采购主管"
}, {
  "name": "物资主管",
  "id": "物资主管"
}, {
  "name": "仓库管理员",
  "id": "仓库管理员"
}, {
  "name": "运营经理",
  "id": "运营经理"
}, {
  "name": "劳务经理",
  "id": "劳务经理"
}, {
  "name": "劳务副经理",
  "id": "劳务副经理"
}, {
  "name": "劳务主管",
  "id": "劳务主管"
}, {
  "name": "劳务员",
  "id": "劳务员"
}, {
  "name": "工资核算员",
  "id": "工资核算员"
}, {
  "name": "工资核算副经理",
  "id": "工资核算副经理"
}, {
  "name": "工资核算主管",
  "id": "工资核算主管"
}, {
  "name": "客服维修副经理",
  "id": "客服维修副经理"
}, {
  "name": "客服维修主管",
  "id": "客服维修主管"
}, {
  "name": "客服维修专业经理",
  "id": "客服维修专业经理"
}, {
  "name": "客服维修专员",
  "id": "客服维修专员"
}, {
  "name": "质检员",
  "id": "质检员"
}, {
  "name": "质检高级专业经理",
  "id": "质检高级专业经理"
}, {
  "name": "质检专业经理",
  "id": "质检专业经理"
}, {
  "name": "质检主管",
  "id": "质检主管"
}, {
  "name": "档案专业经理",
  "id": "档案专业经理"
}, {
  "name": "资料主管",
  "id": "资料主管"
}, {
  "name": "资料员",
  "id": "资料员"
}, {
  "name": "档案经理",
  "id": "档案经理"
}, {
  "name": "总工助理",
  "id": "总工助理"
}, {
  "name": "技术专业经理",
  "id": "技术专业经理"
}, {
  "name": "技术副总工",
  "id": "技术副总工"
}, {
  "name": "技术员",
  "id": "技术员"
}, {
  "name": "技术主管",
  "id": "技术主管"
}, {
  "name": "技术员(BIM)",
  "id": "技术员(BIM)"
}, {
  "name": "技术主管(BIM)",
  "id": "技术主管(BIM)"
}, {
  "name": "技术高级专业经理",
  "id": "技术高级专业经理"
}, {
  "name": "运营主管",
  "id": "运营主管"
}, {
  "name": "运营专员",
  "id": "运营专员"
}, {
  "name": "行政助理",
  "id": "行政助理"
}, {
  "name": "运营副经理",
  "id": "运营副经理"
}, {
  "name": "技术员（进度）",
  "id": "技术员（进度）"
}, {
  "name": "进度高级专业经理",
  "id": "进度高级专业经理"
}, {
  "name": "技术主管（进度）",
  "id": "技术主管（进度）"
}, {
  "name": "进度经理",
  "id": "进度经理"
}, {
  "name": "高级进度专业经理",
  "id": "高级进度专业经理"
}, {
  "name": "安全总监",
  "id": "安全总监"
}, {
  "name": "安全专业经理",
  "id": "安全专业经理"
}, {
  "name": "安全员",
  "id": "安全员"
}, {
  "name": "安全主管",
  "id": "安全主管"
}, {
  "name": "机械管理员",
  "id": "机械管理员"
}, {
  "name": "安全高级专业经理",
  "id": "安全高级专业经理"
}, {
  "name": "安全资深专业经理",
  "id": "安全资深专业经理"
}, {
  "name": "业务架构经理",
  "id": "业务架构经理"
}, {
  "name": "信息技术总监",
  "id": "信息技术总监"
}, {
  "name": "信息化主管",
  "id": "信息化主管"
}, {
  "name": "BIM专员",
  "id": "BIM专员"
}, {
  "name": "产品副总监",
  "id": "产品副总监"
}, {
  "name": "运维工程师",
  "id": "运维工程师"
}, {
  "name": "产品主管",
  "id": "产品主管"
}, {
  "name": "信息副经理",
  "id": "信息副经理"
}, {
  "name": "市场专员",
  "id": "市场专员"
}, {
  "name": "研发主管",
  "id": "研发主管"
}, {
  "name": "UI专员",
  "id": "UI专员"
}, {
  "name": "安卓开发工程师",
  "id": "安卓开发工程师"
}, {
  "name": "市场推广主管",
  "id": "市场推广主管"
}, {
  "name": "数据分析师",
  "id": "数据分析师"
}, {
  "name": "测试工程师",
  "id": "测试工程师"
}, {
  "name": "软件工程师",
  "id": "软件工程师"
}, {
  "name": "产品经理",
  "id": "产品经理"
}, {
  "name": "Java研发主管",
  "id": "Java研发主管"
}, {
  "name": "Java研发工程师",
  "id": "Java研发工程师"
}, {
  "name": "信息化运营专业经理",
  "id": "信息化运营专业经理"
}, {
  "name": "智能新应用总监",
  "id": "智能新应用总监"
}, {
  "name": "智能建造鼻祖（员工级）",
  "id": "智能建造鼻祖（员工级）"
}, {
  "name": "智能建造鼻祖（主管级）",
  "id": "智能建造鼻祖（主管级）"
}, {
  "name": "智能建造鼻祖（高级主管）",
  "id": "智能建造鼻祖（高级主管）"
}, {
  "name": "机器人应用副经理",
  "id": "机器人应用副经理"
}, {
  "name": "机器人应用施工主管",
  "id": "机器人应用施工主管"
}, {
  "name": "机器人应用工程师",
  "id": "机器人应用工程师"
}, {
  "name": "机器人应用技术主管",
  "id": "机器人应用技术主管"
}, {
  "name": "机器人应用高级专业经理",
  "id": "机器人应用高级专业经理"
}, {
  "name": "机械技术主管",
  "id": "机械技术主管"
}, {
  "name": "新体系技术主管",
  "id": "新体系技术主管"
}, {
  "name": "新体系资深专业经理",
  "id": "新体系资深专业经理"
}, {
  "name": "智能化主管",
  "id": "智能化主管"
}, {
  "name": "研发专业经理",
  "id": "研发专业经理"
}, {
  "name": "机械研发工程师",
  "id": "机械研发工程师"
}, {
  "name": "设备主管",
  "id": "设备主管"
},{
  "name": "设备司机",
  "id": "设备司机"
}, {
  "name": "设备副经理",
  "id": "设备副经理"
}, {
  "name": "设备经理",
  "id": "设备经理"
}, {
  "name": "分公司总经理",
  "id": "分公司总经理"
}, {
  "name": "造价副总经理",
  "id": "造价副总经理"
}, {
  "name": "造价经理",
  "id": "造价经理"
}, {
  "name": "人力行政经理",
  "id": "人力行政经理"
}, {
  "name": "人力行政专员",
  "id": "人力行政专员"
}, {
  "name": "人力资源主管",
  "id": "人力资源主管"
}, {
  "name": "财务副经理",
  "id": "财务副经理"
}, {
  "name": "工程经理",
  "id": "工程经理"
}, {
  "name": "机械设备主管",
  "id": "机械设备主管"
}, {
  "name": "施工主管",
  "id": "施工主管"
}, {
  "name": "项目副经理",
  "id": "项目副经理"
}, {
  "name": "项目总经理",
  "id": "项目总经理"
}, {
  "name": "施工员",
  "id": "施工员"
}, {
  "name": "生产经理",
  "id": "生产经理"
}, {
  "name": "项目经理",
  "id": "项目经理"
}, {
  "name": "项目秘书",
  "id": "项目秘书"
}, {
  "name": "智能建造产业技师",
  "id": "智能建造产业技师"
}, {
  "name": "技术副经理",
  "id": "技术副经理"
}, {
  "name": "安全资料员",
  "id": "安全资料员"
}, {
  "name": "安全副经理",
  "id": "安全副经理"
}, {
  "name": "水电工程师",
  "id": "水电工程师"
}, {
  "name": "技术经理",
  "id": "技术经理"
}, {
  "name": "造价副经理",
  "id": "造价副经理"
}, {
  "name": "预算主管",
  "id": "预算主管"
}, {
  "name": "行政经理",
  "id": "行政经理"
}, {
  "name": "人力副经理",
  "id": "人力副经理"
}, {
  "name": "培训主管",
  "id": "培训主管"
}, {
  "name": "招投标主管",
  "id": "招投标主管"
}, {
  "name": "助理造价员",
  "id": "助理造价员"
}, {
  "name": "助理招投标专员",
  "id": "助理招投标专员"
}, {
  "name": "物资经理",
  "id": "物资经理"
}, {
  "name": "工程副总",
  "id": "工程副总"
}, {
  "name": "大项目总经理",
  "id": "大项目总经理"
}, {
  "name": "助理施工员",
  "id": "助理施工员"
}, {
  "name": "造价副总监",
  "id": "造价副总监"
}, {
  "name": "招投标合约专员",
  "id": "招投标合约专员"
}, {
  "name": "合约签证员",
  "id": "合约签证员"
}, {
  "name": "市场管理经理",
  "id": "市场管理经理"
}, {
  "name": "招聘主管",
  "id": "招聘主管"
}, {
  "name": "分公司执行总经理",
  "id": "分公司执行总经理"
}, {
  "name": "人力行政主管",
  "id": "人力行政主管"
}, {
  "name": "安全经理",
  "id": "安全经理"
}, {
  "name": "运营总经理",
  "id": "运营总经理"
}, {
  "name": "进度专业经理",
  "id": "进度专业经理"
}, {
  "name": "工资核算经理",
  "id": "工资核算经理"
}, {
  "name": "土建主管",
  "id": "土建主管"
}, {
  "name": "土建工程师",
  "id": "土建工程师"
}, {
  "name": "助理技师",
  "id": "助理技师"
}, {
  "name": "实习技师",
  "id": "实习技师"
}, {
  "name": "项目副总经理",
  "id": "项目副总经理"
}, {
  "name": "质量专业经理",
  "id": "质量专业经理"
}, {
  "name": "中级项目秘书",
  "id": "中级项目秘书"
}, {
  "name": "片区总经理",
  "id": "片区总经理"
}, {
  "name": "市场经理",
  "id": "市场经理"
}, {
  "name": "分公司副总经理",
  "id": "分公司副总经理"
}, {
  "name": "招投标合约主管",
  "id": "招投标合约主管"
}, {
  "name": "质量副经理",
  "id": "质量副经理"
}, {
  "name": "分公司总经理助理（主管级）",
  "id": "分公司总经理助理（主管级）"
}, {
  "name": "高级造价主管",
  "id": "高级造价主管"
}, {
  "name": "高级施工主管",
  "id": "高级施工主管"
}, {
  "name": "设备维修专员",
  "id": "设备维修专员"
}, {
  "name": "助理预算员",
  "id": "助理预算员"
}, {
  "name": "大项目总助理",
  "id": "大项目总助理"
}, {
  "name": "物资副经理",
  "id": "物资副经理"
}, {
  "name": "市场副总",
  "id": "市场副总"
}, {
  "name": "培训专员",
  "id": "培训专员"
}, {
  "name": "分公司总经理助理（副经理级）",
  "id": "分公司总经理助理（副经理级）"
}, {
  "name": "高级质量主管",
  "id": "高级质量主管"
}, {
  "name": "质量经理",
  "id": "质量经理"
}, {
  "name": "工资核算员（仓库管理）",
  "id": "工资核算员（仓库管理）"
}, {
  "name": "人力行政副经理",
  "id": "人力行政副经理"
}, {
  "name": "工程副经理",
  "id": "工程副经理"
}, {
  "name": "工程主管",
  "id": "工程主管"
}, {
  "name": "招投标专员",
  "id": "招投标专员"
}, {
  "name": "监察审计经理",
  "id": "监察审计经理"
}, {
  "name": "智能建造主管",
  "id": "智能建造主管"
}, {
  "name": "劳务专业经理",
  "id": "劳务专业经理"
}, {
  "name": "档案副经理",
  "id": "档案副经理"
}, {
  "name": "客服维修经理",
  "id": "客服维修经理"
}, {
  "name": "质检副经理",
  "id": "质检副经理"
}, {
  "name": "行政副总经理助理（副经理级）",
  "id": "行政副总经理助理（副经理级）"
}, {
  "name": "分公司总经理助理",
  "id": "分公司总经理助理"
}, {
  "name": "技术质量副经理",
  "id": "技术质量副经理"
}, {
  "name": "片区总经理、63亩地总指挥",
  "id": "片区总经理、63亩地总指挥"
}, {
  "name": "技术员（机器人）",
  "id": "技术员（机器人）"
}, {
  "name": "助理安全资料员",
  "id": "助理安全资料员"
}, {
  "name": "高级技师",
  "id": "高级技师"
}, {
  "name": "项目经理（储备）",
  "id": "项目经理（储备）"
}, {
  "name": "固定资产管理员",
  "id": "固定资产管理员"
}, {
  "name": "技师（储备）",
  "id": "技师（储备）"
}, {
  "name": "技术质量经理",
  "id": "技术质量经理"
}, {
  "name": "施工岗生产经理",
  "id": "施工岗生产经理"
}, {
  "name": "造价主管（助研线条）",
  "id": "造价主管（助研线条）"
}, {
  "name": "施工岗主管",
  "id": "施工岗主管"
}, {
  "name": "高级技师（储备）",
  "id": "高级技师（储备）"
}, {
  "name": "土建资料兼送检员",
  "id": "土建资料兼送检员"
}, {
  "name": "行政实习生",
  "id": "行政实习生"
}, {
  "name": "办公室职员",
  "id": "办公室职员"
}, {
  "name": "绩效考核主管",
  "id": "绩效考核主管"
}, {
  "name": "会务助理",
  "id": "会务助理"
}, {
  "name": "实施专员",
  "id": "实施专员"
}, {
  "name": "售前主管",
  "id": "售前主管"
}, {
  "name": "测试主管",
  "id": "测试主管"
}, {
  "name": "测试实习生",
  "id": "测试实习生"
}, {
  "name": "品宣策划主管",
  "id": "品宣策划主管"
}, {
  "name": "策划专员",
  "id": "策划专员"
}, {
  "name": "产品专员",
  "id": "产品专员"
}, {
  "name": "销售工程师",
  "id": "销售工程师"
}, {
  "name": "营销经理",
  "id": "营销经理"
}, {
  "name": "助理",
  "id": "助理"
}, {
  "name": "售前客服",
  "id": "售前客服"
}, {
  "name": "销售主管",
  "id": "销售主管"
}, {
  "name": "数据主管",
  "id": "数据主管"
}, {
  "name": "初级研发工程师",
  "id": "初级研发工程师"
}, {
  "name": "招商专员",
  "id": "招商专员"
}, {
  "name": "招商主管",
  "id": "招商主管"
}]
